Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/report_sr_samipeople_fi.pdf.tmx
Source language: fin
Languages: sme

source: Suomen hallitus on omien sanojensa mukaan pyrkinyt moneen otteeseen ratkaisemaan saamelaisten maaoikeuksiin liittyvät ongelmat lainsäädännön keinoin, mutta ongelmia on tuottanut saamelaisten sekä muun samoilla alueilla asuvan ja samoja elinkeinoja harjoittavan väestön etujen tasapainottaminen.
sme: Suoma ráđđehus cealká, ahte dat lea figgan máŋgii čoavdit sápmelaččaid eanavuoigatvuođaide laktáseaddji váttisvuođaid lágaid bokte, muhto váttisvuođaid lea buktán figgamuš dásset sápmelaččaid ja eará seamma guovllus ássi ja seamma ealáhusaiguin bargi olbmuid beroštumiid.

source: 30. Vuoden 1990 poronhoitolain mukaan valtion viranomaisten on kuitenkin valtion maita koskevia, poronhoidon harjoittamiseen olennaisesti vaikuttavia toimenpiteitä suunnitellessaan neuvoteltava asianomaisen paliskunnan edustajien kanssa.
sme: 30. Jagi 1990 boazodoallolágas celkojuvvo, ahte stáhta eiseváldi galgá ráđđádallat áššáigullevaš bálgosiid ovddasteaddjiiguin goittotge dalle go pláne stáhta eatnamiidda guoski doaimmat, mat váikkuhit mearkkašahtti vugiin boazodollui.

source: Lisäksi viimeaikaiset hallituksen esitykset kaivoslain ja vesilain uudistamiseksi toisivat saamelaiskulttuurille jonkin verran suojaa, mukaan lukien vaatimukset siitä, että vaikutukset saamelaiskulttuuriin tulisi ottaa huomioon hankkeita arvioitaessa ennen kaivoslupien myöntämistä.
sme: Dasa lassin easkkáš ráđđehusa árvalusat ruvkelága ja čáhcelága ođasmahttimis buvttašedje sámi kultuvrii muhtun muddui suoji, dasa gullet maid gáibádusat das, ahte ovdal ruvkelobiid mieđiheami galggašii guorahallat fitnu váikkuhusaid sámi kultuvrii ja váldit daid vuhtii lohpemieđiheamis.

source: 31. Suomi on Norjan ja Ruotsin tapaan ratifioinut kaikki merkittävät YK:n ihmisoikeussopimukset sekä kansallisten vähemmistöjen suojelua koskevan puiteyleissopimuksen ja alueellisia kieliä tai vähemmistökieliä koskevan eurooppalaisen peruskirjan.
sme: 31. Nugo Norga ja Ruoŧŧage, de maiddái Suopma lea ratifieren buot mearkkašahtti ON olmmošvuoigatvuođaidkonvenšuvnnaid ja maid Eurohpa ráđi rápmakonvenšuvnna nášuvnnalaš unnitloguid suodjaleamis ja Eurohpa vuođđogirjji guovlo- dahje unnitloguid gielain.

source: Suomi on myös äänestänyt alkuperäiskansojen oikeuksia koskevan julistuksen hyväksymisen puolesta, mutta Suomi ei ole ratifioinut ILO:n sopimusta nro 169, vaikka YK:n sopimuselimet ovat sitä suositelleet ja sitä on suositeltu myös YK:n yleismaailmallisessa määräaikaistarkastelussa (Universal Periodic Review).
sme: Suopma lea maid jienastan álgoálbmogiid vuoigatvuođaid julggaštusa beales, muhto Suopma ii leat ratifieren ILO konvenšuvnna nr 169, vaikke ON konvenšuvdnaorgánat leat ávžžuhan dahkat dan ja dat ávžžuhuvvui maiddái ON máilmmiviidosaš mearreáigeguorahallamis (Universal Periodic Review).

source: IV. Huolenaiheet
sme: IV. Fuolat

source: A. Itsemääräämisoikeus
sme: A. Iešmearridanvuoigatvuohta

source: 32. Vaikka saamelaisväestöä koskevat Pohjoismaiden lait ja politiikka ovat suhteellisen edistyneitä, saamelaisten itsemääräämisoikeuden täydelliselle toteutumiselle on edelleen esteitä sekä rajat ylittävillä että kansallisilla tasoilla.
sme: 32. Vaikke Sámi álbmogii guoski Davviriikkaid lágat ja politihkka leat viehka bures ovdánan, sápmelaččaid iešmearridanvuoigatvuođa dievaslaš ollašuvvamii leat goittotge hehttehusat sihke rájáidrasttildeaddji ja nášuvnnalaš dásis.

source: YK:n alkuperäiskansojen oikeuksia koskevan julistuksen 3 artiklassa todetaan seuraavasti: ”Alkuperäiskansoilla on itsemääräämisoikeus.
sme: ON álgoálbmotjulggaštusa 3 artihkkalis nannejuvvo, ahte ”Álgoálbmogiin lea vuoigatvuohta iešmearrideapmái.

source: Tämän oikeuden perusteella ne määräävät vapaasti poliittisen asemansa ja kehittävät vapaasti taloudellisia, sosiaalisia ja sivistyksellisiä olojaan.
sme: Dán vuoigatvuođa vuođul sii mearridit friddja iežaset politihkalaš sajádaga ja ovddidit friddja iežaset ekonomalaš, sosiála ja kultuvrralaš gárggiideami.

source: ” Tämä julistuksen artikla heijastaa Norjan, Ruotsin ja Suomen ratifioiman kansalaisoikeuksia ja poliittisia oikeuksia koskevan kansainvälisen yleissopimuksen sekä taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskevan kansainvälisen yleissopimuksen yhteistä 1 artiklaa.
sme: ” Dát julggaštusa artihkal speadjalastá Davviriikkaid ráđđehusaid dohkkehan riikkaidgaskasaš siviila- ja politihkalaš vuoigatvuođaid konvenšuvnna ja maid riikkaidgaskasaš ekonomalaš, sosiálalaš ja kultuvrralaš vuoigatvuođaid konvenšuvnna, main guktuin dát lea oktasaš 1 artihkal.

source: 1. Rajat ylittävä saamelaisten itsemääräämisoikeus
sme: 1. Iešmearridanvuoigatvuohta

source: 33. Heti aluksi on syytä todeta, että saamelaisten edustajien mukaan saamelaisväestön tavoite suhteiden turvaamisesta eri maiden alueilla asuviin saamelaisiin ja saamelaisväestön itsemääräämisoikeuden yleisestä edistämisestä ei tarkoita sitä, että saamelaiset haluaisivat perustaa oman valtion.
sme: 33. Vuosttažettiin lea sudja dadjat, ahte sámi ovddasteaddjiid mielas sin ulbmilat sierra stáhtain ássi sápmelaččaid oktavuođaid dorvvasteamis ja Sámi álbmoga iešmearridanvuoigatvuođa oppalaš gárggiideamis ii mearkkaš dan, ahte sápmelaččat háliidit vuođđudit iežaset stáhta.

source: Tällainen lähestymistapa itsemääräämisoikeuden harjoittamiseen on yhdenmukainen YK:n alkuperäiskansojen oikeuksia koskevan julistuksen kanssa, jonka yleisestä rakenteesta ja erityisesti 46 artiklasta käy selvästi ilmi, että alkuperäiskansojen itsemääräämisoikeuden tulee toteutua valtioiden alueellisen eheyden tai poliittisen yhtenäisyyden puitteissa.
sme: 10 ovttalágan ON álgoálbmogiid vuoigatvuođaid julggaštusain, man oppalaš ráhkadusas ja earenoamážit 46 artihkkalis boahtá čielgasit ovdan, ahte álgoálbmogiid iešmearridanvuoigatvuohta berre ollašuvvat stáhtaid viidodagaid čavddisvuođa dahje politihkalaš oktilašvuođa olis.

source: 34. Maailmassa on tähän asti vain vähän esimerkkejä erityisistä virallisista järjestelyistä, jotka edistäisivät tietyn alkuperäiskansan itsemääräämisoikeutta useiden valtioiden rajojen yli.
sme: 34. Máilmmis leat dán rádjai dušše uhcán ovdamearkkat earenoamáš, virggálaš ortnegiin, mat ovddidit dihto álgoálbmoga iešmearridanvuoigatvuođa rájáidrasttildeaddji vugiin.

source: Siirtyminen kohti tällaisia järjestelyjä on kuitenkin osa jo usean vuosikymmenen ajan jatkunutta kehitystä, joka haastaa olettamuksen siitä, että vain valtioiden rajat voivat toimia poliittisen järjestäytymisen ja vallan merkkeinä.
sme: Sirdašuvvan dakkár ortnegiid guvlui leat goittotge oassi juo máŋggaid logiid jagiid joatkašuvvan ovdáneamis, mii hástá navdosa das, ahte dušše stáhtaráját sáhttet doaibmat politihkalaš ortniiduvvama ja válddi dovdomearkan.

source: Kuten edellä on esitetty, saamelaiset ovat pyrkineet merkittävästi edistämään kollektiivista itsemääräämisoikeuttaan kehittämällä rajat ylittäviä instituutioita ja hankkeita, ja he ovat tässä suhteessa saavuttaneetkin huomattavia edistysaskelia, mutta esteitä on yhä jäljellä.
sme: Nugo ovdalis lea bukton ovdan, Sámi álbmot lea rahčan mearkkašahtti vugiin ovddidit kollektiivvalaš iešmearridanvuoigatvuođaset nu, ahte sii leat gárggiidan rájáidrasttildeaddji institušuvnnaid ja fitnuid, ja sii leat dán olis juksan ulbmiliiddiset dehálaš vugiin, muhto hehttehusat leat ain.

source: 35. Erityisraportoijan käsityksen mukaan luonnos pohjoismaiseksi saamelaissopimukseksi muodostaa pääasialliset puitteet, joissa määritellään saamelaisväestön yhteiset tavoitteet, ja se on merkittävä osatekijä pyrkimyksissä edistää saamelaisten itsemääräämisoikeutta yhtenä kansana (sopimusluonnoksen selkeä puute tässä suhteessa on se, ettei se koske Venäjän federaation alueella asuvia saamelaisia).
sme: 35. Spesiálaraporterejeaddji áddejumi mielde davviriikkalaš sámekonvenšuvdnahámus láhčá váldorámaid, mainna meroštallojuvvojit Sámi álbmoga oktasaš ulbmilat, ja dat lea mearkkašahtti oassi rahčamušain ovddidit Sámi iešmearrideami álbmogin (konvenšuvdnahápmosa čielga váili dán olis lea dat, ahte dat ii gusto Ruošša federašuvnnas ássi sápmelaččaide).

source: Erityisraportoija ymmärtää hankaluudet, jotka liittyvät luonteeltaan näin uudentyyppisen asiakirjan valmisteluun.
sme: Spesiálaraporterejeaddji ádde váttisvuođaid, mat laktásit iešvuođaidis bealis dánlágan ođđa áššebáhpára gárvemii.

source: Asiakirjaa on luonnehdittu eräänlaiseksi Pohjoismaiden ja saamelaisten väliseksi ”nykyaikaiseksi sopimukseksi” (vaikka saamelaisten ei odotetakaan olevan virallisena sopijapuolena Pohjoismaiden ohella).
sme: Lea daddjojuvvon, ahte áššebábir lea muhtunlágan Davviriikkaid ja Sámi álbmoga gaskasaš ”ođđaáigásaš soahpamuš” (vaikke Sámi álbmot ii leatge virggálaš oassebeallin konvenšuvnnas nugo Davviriikkat leat).

source: Erityisraportoija jakaa silti useiden YK:n sopimuselinten ilmaiseman huolen pohjoismaisen saamelaissopimuksen käyttöönoton viivästymisestä.
sme: Spesiálaraporterejeaddji geardduha máŋggaid ON konvenšuvdnaorgánaid fuola davviriikkalaš sámekonvenšuvnna atnuiváldima maŋŋoneamis.

source: 36. Vuosia kestäneen kiistelyn jälkeen Norjan, Suomen ja Ruotsin valtioiden edustajat sekä maiden saamelaiskäräjien puheenjohtajat sopivat marraskuussa 2010 pohjoismaisen saamelaissopimuksen neuvottelumallista.
sme: 36. Jagiid joatkašuvvan nákku maŋŋá Norgga, Ruoŧa ja Suoma stáhtaid ovddasteaddjit ja maid sámedikkiid ságadoallit šiehtadalle skábmamánus 2010 davviriikkalaš sámekonvenšuvnna ráđđádallanmálles.

source: Sovitun mallin mukaisesti neuvottelut käydään kolmen valtuuskunnan välillä.
sme: Sohppojuvvon málle mielde ráđđádallamat dollojuvvojit golmma sáttagotti gaskkas.

source: Kuhunkin valtuuskuntaan voidaan nimittää enintään kuusi jäsentä, ja niiden on koostuttava kyseisten valtioiden ja saamelaiskäräjien edustajista.
sme: Iešguđege sáttagoddái sáhttet nammaduvvot eanemustá guhtta lahtu, ja dasa galget gullat áššáigullevaš stáhtaid ja sámedikkiid ovddasteaddjit.

source: Neuvottelujen on määrä alkaa vuonna 2011, ja ne on tarkoitus saattaa päätökseen viiden vuoden kuluessa.
sme: Ráđđádallamat álggahuvvojit jagi 2011, ja ulbmilin lea geargat ráđđádallamiin viđa jagi áigge.

source: 2. Saamelaisten itsehallinto kansallisella tasolla: saamelaiskäräjät
sme: 2. Sámiid iešstivrejupmi nášuvnnalaš dásis: sámedikkit

source: 37. Saamelaiskäräjät on tärkein saamelaisten itsemääräämisoikeutta toteuttava elin Norjassa, Ruotsissa ja Suomessa.
sme: 37. Sámedikkit leat deháleamos sápmelaččaid iešmearridanvuoigatvuođa ollašuhtti orgánat Norggas, Ruoŧas ja Suomas.

source: Ne voivat myös toimia malleina muiden alkuperäiskansojen itsehallinnolle ja päätöksentekoon osallistumiselle, kun vastaavanlaisia instituutioita kehitetään eri puolilla maailmaa.
sme: Dat sáhttet doaibmat dehálaš mállen eará álgoálbmogiid iešstivremii ja mearrádusdahkamii oassálastimii, go vástideaddji institušuvnnat gárggiiduvvojit miehtá máilmmi.

source: 11 itsehallintovaltaa tulee edelleen kehittää ja niiden mahdollisuutta osallistua sekä aidosti vaikuttaa saamelaisväestöä koskevaan päätöksentekoon Pohjoismaissa tulee edelleen lujittaa.
sme: Dás fuolakeahttá lea ain dárbu lasihit sámedikkiid sorjjasmeahttunvuođa ja iešstivrenválddi ja lasihit maiddái dikkiid vejolašvuođaid oassálastit ja váikkuhit albmaláhkai Sámi álbmogii guoski mearrádusdahkamii Davviriikkain.

source: 38. Saamelaiskäräjät ovat ilmaisseet erityisraportoijalle huolensa siitä, missä määrin ne voivat aidosti osallistua ja vaikuttaa saamelaisväestöä koskeviin päätöksiin.
sme: 38. Sámedikkit leat muitalan spesiálaraporterejeaddjái fuolaideaset das, man muddui dat sáhttet albmaláhkai oassálastit ja váikkuhit Sámi álbmogii guoski mearrádusaide.

source: Saamelaiskäräjät katsotaan yleensä elimeksi, jonka kautta saamelaiset voivat tuoda näkemyksensä julki viranomaisille, mutta ne eivät mitenkään takaa aitoa vaikuttamismahdollisuutta tai päätäntävaltaa.
sme: Sámedikkit adnojuvvojit dábálaččat orgánan, man bokte sápmelaččat sáhtte buktit oaiviliiddiset albmosii eiseválddiide, muhto dat eai dáhkit moge albma váikkuhanvejolašvuođa dahje mearridanválddi.

source: Erityisesti Suomessa saamelaiskäräjien lakisääteiset valtuudet rajoittuvat saamelaisten kieltä, kulttuuria ja alkuperäiskansan asemaa koskeviin asioihin.
sme: 11 Earenoamážit Suoma beale sámedikki lágain ásahuvvon doaibmaváldi rádjašuvvá áššiide, mat gustojit sámegillii, kultuvrii ja álgoálbmotsajádahkii.

source: Näilläkin alueilla saamelaiskäräjien vaikutusvalta on rajallinen;
sme: Dáinge doaibmasurggiin sámedikki váikkuhanváldi lea ráddjejuvvon;

source: esimerkiksi kielisuunnittelusta vastaa kotimaisten kielten tutkimuskeskus, ja näitäkin tehtäviä ollaan siirtämässä yliopistoille.
sme: ovdamearkka dihte giellaplánemis ovddasvástádus lea Ruovttueatnan gielaid dutkanguovddážis ja dáidge bargguid leat sirdimen universitehtaide.

source: Lisäksi saamelaiskäräjillä ei muutamia poikkeuksia lukuun ottamatta ole yleensä erityistä päätäntävaltaa maa-alueiden, vesistöjen ja luonnonvarojen käyttöön liittyvissä asioissa.
sme: Dasa lassin moatti spiehkastaga haga sámedikkiin ii leat dábálaččat sierra mearridanváldi eatnamiidda, čázádagaide ja luondduvalljodagaide guoski áššiin.

source: 39. Selkeiden kuulemisprosessien käyttöönotto on jossakin määrin helpottanut saamelaiskäräjien osallistumista saamelaisväestöä koskevaan päätöksentekoon. Kuten edellä kappaleessa 16 todetaan, Norjan valtio on allekirjoittanut Norjan saamelaiskäräjien (Sámediggi) kanssa kuulemista koskevan sopimuksen.
sme: 39. Čielga ráđđádallanproseassaid atnuiváldin lea muhtumassii álkidan sámedikki oassálastima Sámi álbmogii guoski mearrádusdahkamii, nugo ovdalis bihtás 16 gávnnahuvvo, Norgga stáhta lea vuolláičállán Norgga beale sámedikkiin ráđđádallansoahpamuša.

source: Norjan saamelaiskäräjien mukaan vaikka ”kuulemismenettelyt ovat lisänneet saamelaiskäräjien vaikutusvaltaa saamelaisväestöä koskevassa poliittisessa päätöksenteossa, kokemukset kuulemissopimuksesta ovat olleet vaihtelevia.
sme: Sámediggi cealká, ahte vaikke ”ráđđádallamiid meannudanvuogit leat lasihan sámedikki váikkuhanválddi ráđđehusa sámepolitihkalaš mearrádusdahkamis, vásáhusat ráđđádallansoahpamuš atnimis leat molsašuddan.

source: Saamelaisten perinteiseen elämäntapaan ja elinkeinojen kehittämiseen liittyy edelleen haasteita”.
sme: Sápmelaččaid árbevirolaš eallinvuohkái ja ealáhusaid gárggiideapmái laktásit ain hástalusat.

source: Lisäksi Norjan saamelaiskäräjien edustajat ovat ilmaisseet huolensa siitä, että viranomaiset ovat toisinaan tehneet päätöksensä jo ennen varsinaista kuulemista.
sme: Dasa lassin sámedikki ovddasteaddjit leat almmuhan fuolaset das, ahte ráđđehus lea muhtumin mearridan ášši juo ovdal albma ráđđádallamiid.

source: Erityisraportoijan näkemys on kuitenkin se, että asianmukaisesti toteutettuna kuulemismenettely on tärkeä työkalu saamelaisten oikeuksien kehittämisessä sekä saamelaisväestön ja Norjan valtion välisten suhteiden parantamisessa.
sme: Spesiálaraporterejeaddji oaidnu lea goittotge dat, ahte go ráđđádallanmeannudeapmi čađahuvvo áššálaččat, de dat lea dehálaš reaidu sápmelaččaid vuoigatvuođaid gárggiideamis ja maid Sámi álbmoga ja Norgga stáhta oktavuođaid buorideamis.

source: 40. Toisin kuin Norjalla, Ruotsin ja Suomen valtioilla ei ole omien saamelaiskäräjiensä kanssa sopimusta, jossa määriteltäisiin, miten ja missä olosuhteissa kuuleminen tulisi järjestää.
sme: 40. Nugo lea Norggas, de Ruoŧa ja Suoma stáhtain eai leat soahpamušat iežaset sámedikkiin, main mearriduvvošii, mo ja makkár diliin ráđđádallamiid galgá lágidit.

source: Suomen eduskunta on sovellettavan lainsäädännön mukaan velvollinen neuvottelemaan Suomen saamelaiskäräjien kanssa saamelaisia koskevista asioista, joskin Suomen saamelaiskäräjien edustajat ovat kertoneet erityisraportoijalle, että useimpiin edustajien valtiolle tekemiin esityksiin ja antamiin lausuntoihin ei ole saatu vastausta Suomen valtiolta edes asioissa, joiden yleisesti tunnustetaan kuuluvan saamelaiskäräjien asiantuntemuksen piiriin.
sme: Suoma riikkabeivviin lea dálá lágaid mielde geatnegasvuohta ráđđádallat Suoma beale sámedikkiin sápmelaččaide guoski áššiin, vaikko sámedikki ovddasteaddjit leatge muitalan spesiálaraporterejeaddjái, ahte eanaš sin dahkan evttohusaide ja cealkámušaide ii leat boahtán vástádus Suoma stáhtas oppa dakkár áššiin, mat almmolaččat dovddastuvvojit gullat sámedikki áššedovdamuša vuollái.

source: Ruotsissa kuulemismenettely on sisällytetty saamelaisväestöä koskevaan lakiesitykseen (ks. kappale 22), jotta saamelaiskäräjien vaikutusmahdollisuutta lainsäädäntöprosesseissa ja muilla alueilla voitaisiin vahvistaa, mutta kuten edellä todettiin, lakiesitys on edelleen käsittelyssä.
sme: Ruoŧas ráđđádallanmeannudeapmi gullá Sámi álbmogii guoski láhkaevttohussii (g. bihttá 22) vai sámedikkiid váikkuhanváldi láhkaásahanproseassain ja eará surggiin nanusmuvvá, muhto nugo ovdalis gávnnahuvvui, láhkaevttohus lea ain gieđahallama vuolde.

source: Tällaiset yhteisesti sovitut järjestelmät olisivat tärkeitä ja ne voisivat osittain lievittää saamelaisväestön huolta siitä, ettei se pääse riittävästi osallistumaan päätöksentekoon.
sme: Dákkár oktasaččat sohppojuvvon vuogádagat livčče dehálaččat ja dat sáhtášedje muhtumassii geahppudit sápmelaččaid fuola das, ahte sii ii beasa doarvái oassálastit mearrádusdahkamii.

source: Laki kotimaisten kielten tutkimuskeskuksesta (48/1976, 591/1996)
sme: Das fuolakeahttá Davviriikkat galggašedje lágidit šiehtadallamiid sámedikkiiguin ja singuin ovttasráđiid guorahallat dakkár vástusurggiid meroštallamiid, maid Láhka ruovttueatnan gielaid dutkanguovddážis (48/1976, 591/1996).

source: Esimerkiksi Norjassa saamelaiskäräjät voi vuonna 2008 säädetyn rakennus- ja maankäyttölain nojalla esittää
sme: Ovdamearkka dihte Norggas jagi 2008 addojuvvon plána- ja huksenlága vuođul Sámediggi sáhttá vuostálastit

source: virallisia vastalauseita saamelaisten kulttuuri- ja talouselämän kannalta merkittävien asioiden suunnittelussa.
sme: sápmelaččaid kultur- ja ekonomalaš eallima dáfos mearkkašahtti áššiid plánema virggálaččat.

source: Yleismaailmallisen määräaikaistarkastelun (Universal Periodic Review) työryhmän raportti, Norja,
sme: Máilmmiviidosaš mearreáigeguorahallama (Universal Periodic Review) bargojoavkku raporta, Norga,

source: A/HRC/13/5, kappale 24 (2010).
sme: A/HRC/13/5, bihttá 24 (2010).

source: Siitä huolimatta Pohjoismaiden tulisi saamelaiskäräjiä kuulemalla ja niiden kanssa yhteisymmärryksessä harkita sellaisten vastuualueiden määrittämistä, joilla saamelaiskäräjien itsenäistä päätösvaltaa voisi kasvattaa tai joilla saamelaiskäräjillä voisi olla yksinomainen päätösvalta, erityisesti saamelaisväestön kannalta tärkeissä asioissa.
sme: 12 bokte sámedikkiid iehčanas doaibmaválddi sáhtášii lasihit dahje main dušše sámedikkiin okto livččii doaibmaváldi, earenoamážit Sámi álbmogii dehálaš áššiin.

source: Tämän ohella tulisi yhä vahvemmin tunnustaa paikallisten saamelaisinstituutioiden, kuten siidojen, perinteinen päätösvalta.
sme: Dán oktavuođas galgá ain čielgaseappot dovddastit báikkálaš sámeinstitušuvnnaid, nugo siiddaid, árbevirolaš mearridanválddi.

source: 42. Tapa, jolla Ruotsin saamelaiskäräjien tehtävät ja valtuudet on määritelty Ruotsin saamelaiskäräjälaissa, on erityisen huolestuttava.
sme: 42. Vuohki, mainna Ruoŧa beale sámedikki barggut ja doaibmaváldi lea meroštallojuvvon Ruoŧa sámediggelágas, lea earenoamáš fuollan.

source: Saamelaiskäräjien perustamisvaiheessa Ruotsin valtio oli sillä kannalla, että saamelaiskäräjien ei ollut tarkoitus olla saamelaisten itsehallintoelin.
sme: Sámedikki vuođđudanmuttus Ruoŧa stáhta oaivilin lei, ahte sámediggi ii galgan leat sápmelaččaid iešstivrenorgána.

source: Valtion mukaan vuoden 1992 saamelaiskäräjälaissa ”(kansanedustuslaitosta tarkoittavan) ting-termin (Sameting) käytöstä huolimatta kyseessä ei ole itsehallintoelin, joka voisi toimia valtiopäivien tai kunnanvaltuuston asemesta tai näiden kanssa kilpailevana elimenä”.
sme: Stáhta celkkii, ahte jagi 1992 sámediggelágas ”(álbmotválljen orgána mearkkašeaddji) ting-tearpma (Sameting) geavaheamis fuolakeahttá gažaldagas ii leat iešmearridanorgána, mii sáhttá doaibmat Ruoŧa riikkabeivviid (Riksdag) dahje gielddaráđđehusa sajis dahje daiguin gilvaleaddji orgánan.

source: Vaikka Ruotsin valtio on tämän jälkeen tunnustanut saamelaiskäräjät elimeksi, jonka kautta saamelaiset voivat käyttää itsehallinto-oikeuttaan, saamelaiskäräjät toimii edelleen sekä kansan vaaleilla valitsemana elimenä että valtiohallinnon virastona.
sme: ” Vaikke Ruoŧa stáhta lea dan maŋŋá dovddastan sámedikki orgánan, man bokte Sámi álbmot sáhttá geavahit iešstivrenvuoigatvuođa, de sámediggi ain doaibmá sihke álbmotválljen orgánan ja stáhtahálddahusa eiseváldin.

source: Ruotsin saamelaiskäräjien edustajat ovat ilmaisseet huolensa siitä, että valtionhallinnon viraston asemassa saamelaiskäräjät joutuvat panemaan täytäntöön Ruotsin valtiopäivien ja valtion laitosten poliittisia päätöksiä ja muita päätöksiä, jotka ovat toisinaan ristiriidassa vaaleilla valittujen saamelaiskäräjien jäsenien ilmaisemien saamelaisväestöä koskevien poliittisten tavoitteiden kanssa.
sme: Ruoŧa beale sámedikki ovddasteaddjit celke fuolaset das, ahte stáhtahálddahusa eiseváldin sámediggi gártá ollašuhttit Ruoŧa riikkabeivviid ja stáhta lágádusaid politihkalaš mearrádusaid ja eará mearrádusaid, mat leat muhtumin ruossalassii válggain válljejuvvon sámedikki áirasiid Sámi álbmogii guoski politihkalaš ulbmiliiguin.

source: 43. Myös valtion talousarviosta johtuvien rajoitteiden on katsottu supistavan saamelaiskäräjien mahdollisuuksia hoitaa saamelaisia koskevia asioita sekä toimia saamelaisten itsemääräämisoikeuden kanavina.
sme: 43. Maiddái máinnašuvvui, ahte stáhtabušeahta ráddjehusat geahpedit sámedikkiid vejolašvuođaid dikšut sámeáššiid ja doaibmat sápmelaččaid iešmearridanvuoigatvuođa gaskkusteaddjin.

source: Niin Norjan, Ruotsin kuin Suomenkin saamelaiskäräjät toivat erityisraportoijalle julki erityisesti sen, että niillä on liian vähän resursseja käytettävissään kokonaan itse määrittämiinsä ja kehittämiinsä hankkeisiin sekä aloitteisiin.
sme: Buot sámedikkit bukte ovdan spesiálaraporterejeaddjái earenoamážit dan, ahte dain leat menddo unnán resurssat geavahanláhkai daidda doaimmaide ja álgagiidda, maid dat leat ieža meroštallan ja gárggiidan.

source: Ruotsin saamelaiskäräjille määrärahoja myönnetään pääasiassa saamelaiskäräjille valtion virastona kuuluvien tehtävien hoitamiseen, mutta itsenäisen vaaleilla valitun elimen tehtävien hoitamiseen ne saavat niukasti rahoitusta.
sme: Ruoŧa beale sámediggái mearreruđat juolluduvvojit eanaš sámediggái stáhta eiseváldin gulli bargguid dikšumii, muhto iehčanas válggain válljejuvvon orgána bargguid dikšumii sii ožžot vánet ruhtadeami.

source: Norjan saamelaiskäräjien edustajat ovat tuoneet julki, että niiden päätösvaltaa on toisinaan rajoittanut se, että keskushallinto on korvamerkinnyt julkisia varoja tiettyihin tarkoituksiin.
sme: Norgga beale sámedikki ovddasteaddjit leat buktán albmosii dan, ahte dikki mearridanválddi lea muhtumin ráddjen dat, ahte guovddášhálddahus lea mearridan almmolaš ruhtadeami dihto doibmii.

source: Norjan valtio on kuitenkin eri kannalla;
sme: Norgga stáhtas lea goittotge earálágan oaivil;

source: sen mukaan uudet projektit ja rahoitusta koskevat aloitteet ovat usein tulleet itse saamelaiskäräjiltä, ja saamelaiskäräjillä on ollut merkittävässä määrin vapaus priorisoida niille myönnettyjen varojen käyttö uudelleen.
sme: dat cealká, ahte ođđa fitnut ja ruhtadanálgagat bohtet dávjá ieš sámedikkis, ja sámedikkis lea mearkkašahtti friddjavuohta prioriteret dasa juolluduvvon ruhtadeami ođđasit.
